{
  "name": "Vitor Alencar",
  "role": "Front-End Engineer",
  "about": "I'm a developer and speaker, focused on new and scalable technologies, who loves sharing knowledge, talking in some events and meetings about",
  "mail": "mailto:vitor.maia.alencar@gmail.com",
  "resume":"https://drive.google.com/open?id=0B8OZqJp1YNrlUjZIcGwwYmRUNlk",
  "experiences": [{
    "name": "AGENDAKIDS",
    "duration": "2015 - 2017",
    "role": "Front-End Engineer",
    "link": "https://agendakidsdigital.com",
    "description": "Developing web and mobile applications in Javascript  using (React - new projects and Angular - old projects), webpack SASS, HTML, Mocha, for cliend-side and Node.js and Ruby and Rails on server-side"
  }, {
    "name": "MILTECNOLOGIA",
    "duration": "2014 - 2015",
    "role": "Front-End Developer",
    "link": "http://miltecnologia.com.br/",
    "description": "Creating innovative ERP projects HTML, CSS and JS to create SPAs (Single Page Applications) with AngularJS."
  }, {
    "name": "NORDESTE BANK",
    "duration": "2013 - 2014",
    "role": "Developer Intern",
    "link": "https://www.bnb.gov.br/",
    "description": "Allocated at Nordeste bank, my main role is to build applications for the development support sector (DREADS) and to assist in the administration of the exclusive domain of software development."
  }],
  "projects": [{
      "name": "DEV IO FOUNDATION",
      "link": "https://github.com/deviofoundation",
      "description": "The main idea of DEVIO Foundation is to unite all development groups in one place, making it possible to contribute actively to the growth of local community development."
    },
    {
      "name": "GDG FORTALEZA",
      "link": "http://gdgfortaleza.org",
      "description": "Google Developer Groups (GDG) are for developers who are interested in Google's developer technology; Everything from Android, Chrome, Drive, and Google Cloud platforms, to product APIs like the Cast API, Maps API, and YouTube API."
    },
    {
      "name": "FRONT-IN FORTALEZA",
      "link": "http://frontinfortaleza.com.br/",
      "description": "Front-in Fortaleza was born as a Front-End conference, but today we are more than that. We were born together with the developer community in Brazil. We grow and mature together."
    }
  ]
}
